"""
Внимательно прочитайте код в этом файле и добавьте свой код везде, где встречается <YOUR CODE>.
Перед каждым заданием вы можете прочитать его описание, помеченное меткой TODO.
для проверки введите из папки с проектом: pytest -vm task_10
"""


def fizz_buzz(data: int) -> str:
    """
    считывает data и выводит Fizz, если число делится на 3, Buzz,
    если число делится на 5, и FizzBuzz, если оно делится и на 3, и на 5.
    Если число не делится ни на 3, ни на 5, выводит пустую строку.
    :param data: проверяемое число
    :return: строка ответа
    """
    # TODO: реализовать данную функцию

